espressif/esp-idf/examples/peripherals/uart/uart_dma_ota/sdkconfig.ci.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_UART_RX_IO=38
